{
	"rss": {
		"channel": {
			"title": "Renewable Energy World",
			"link": [
				{
					"_href": "https://www.renewableenergyworld.com/feed/",
					"_rel": "self",
					"_type": "application/rss+xml",
					"__prefix": "atom"
				},
				"https://www.renewableenergyworld.com/"
			],
			"description": "Your premier source for the latest news in Green Energy.",
			"lastBuildDate": "Tue, 30 Aug 2022 13:20:47 +0000",
			"language": "en-US",
			"updatePeriod": {
				"__prefix": "sy",
				"__text": "hourly"
			},
			"updateFrequency": {
				"__prefix": "sy",
				"__text": "1"
			},
			"image": {
				"url": "https://images.renewableenergyworld.com/wp-content/uploads/2021/03/cropped-CEPE-0103_512x512_REW-100x100.png",
				"title": "Renewable Energy World",
				"link": "https://www.renewableenergyworld.com/",
				"width": "32",
				"height": "32"
			},
			"item": [
				{
					"title": "First Solar to invest $1B in new U.S. module factory",
					"link": "https://www.renewableenergyworld.com/solar/first-solar-to-invest-1b-in-new-u-s-module-factory/",
					"creator": {
						"__prefix": "dc",
						"__cdata": "John Engel"
					},
					"pubDate": "Tue, 30 Aug 2022 12:55:41 +0000",
					"category": [
						"News",
						"Solar"
					],
					"guid": {
						"_isPermaLink": "false",
						"__text": "https://www.renewableenergyworld.com/?p=326059"
					},
					"description": "First Solar plans to invest more than $1.2 billion to build a new module manufacturing facility and increase capacity at its existing operations in response to the Inflation Reduction Act. ",
					"encoded": {
						"__prefix": "content",
						"__cdata": "\n<a href=\"https://twitter.com/EngelsAngle?ref_src=twsrc%5Etfw\" class=\"twitter-follow-button\" data-show-count=\"false\">Follow @EngelsAngle</a><script async=\"\" src=\"https://platform.twitter.com/widgets.js\" charset=\"utf-8\"></scrip</script>\n\n\n\n<p></p>\n\n\n\n<p>First Solar plans to invest more than $1.2 billion to build a new module manufacturing facility, and increase capacity at its existing operations, in response to credits for U.S. solar manufacturing that were included in the<a href=\"https://www.renewableenergyworld.com/solar/inflation-reduction-act-clean-energy-industry-cheers-monumental-passage-by-senate/#gref\" target=\"_blank\" rel=\"noreferrer noopener\"> Inflation Reduction Act</a>, the company announced.</p>\n\n\n\n<p>First Solar plans to invest up to $1 billion in a new, 3.5 GW module factory in the Southeast, while an additional $185 million will be dedicated to adding nearly 1 GW of new manufacturing capacity to the company's facility in Ohio.</p>\n\n\n\n<p>Pending regulatory approvals, First Solar said it expects the new factory to come online in 2025. First Solar expects the investment to create \"at least\" 850 new manufacturing jobs, bringing the company's U.S. employment total to more than 3,000 people in four states by 2025.</p>\n\n\n\n<p>“In passing the Inflation Reduction Act of 2022, Congress and the Biden-Harris Administration has entrusted our industry with the responsibility of enabling America’s clean energy future and we must meet the moment in a manner that is both timely and sustainable,” First Solar CEO Mark Widmar said in an August 30 statement. “This investment is an important step towards achieving self-sufficiency in solar technology, which, in turn, supports America’s energy security ambitions, its deployment of solar at scale, and its ability to lead with innovation.\"</p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n\n\n\n<p><strong><em>Subscribe </em></strong><em><strong>today</strong> to the all-new Factor This! podcast from Renewable Energy World. This podcast is designed specifically for the solar industry and is available </em><a href=\"https://factorthis.buzzsprout.com/\" target=\"_blank\" rel=\"noreferrer noopener\"><em>wherever</em> you get your podcasts</a>. </p>\n\n\n\n<p><em>Listen to the latest episode featuring Terabase CEO Matt Campbell, who is using software and automation to reimagine how the largest solar projects are designed and built.</em></p>\n\n\n\n<div id=\"buzzsprout-large-player\"></div><script type=\"text/javascript\" charset=\"utf-8\" src=\"https://www.buzzsprout.com/1977342.js?container_id=buzzsprout-large-player&amp;player=large\"></script>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n\n\n\n<p>First Solar said it also intends to expand capacity at its Perrysburg and Lake Township, Ohio facilities by 0.6 GW to 3.6 GW. The company will also expand a&nbsp;third Ohio factory, expected to be commissioned in the first half of 2023, to 3.5 GW<sub>.</sub></p>\n\n\n\n<p>Taken together, First Solar expects the investments to total over $3 billion with a cumulative annual production capacity of over 7 GW by 2025. The company expects to have over 10 GW of U.S. manufacturing capacity by 2025.</p>\n\n\n\n<p>On a July call with investors, First Solar announced it had a \"record\" bookings backlog of 44.3 GW.</p>\n\n\n\n<p>Widmar signaled that \"further investments\" could be announced in the future, depending on market demand.</p>\n\n\n\n<p>Baked into the Inflation Reduction Act are provisions of the Solar Energy Manufacturing for America Act, which incentivizes U.S. production throughout the solar value chain. The incentives would provide new certainty for domestic solar manufacturers and developers, who seek a&nbsp;<a href=\"https://www.renewableenergyworld.com/podcasts/betting-big-on-made-in-america-solar/\" target=\"_blank\" rel=\"noreferrer noopener\">'Made in America' product that is difficult to source</a>.</p>\n\n\n\n<p>Elements include:</p>\n\n\n\n<ul><li>11 cents/watt for integrated modules</li><li>7 c/w for non-integrated solar modules</li><li>4 c/w for cells</li><li>$12/sq. m. of wafer</li><li>$3/kg of polysilicon</li><li>40 c/sq. m. of polymeric backsheet</li></ul>\n\n\n\n<p>First Solar's announcement follows a <a href=\"https://www.renewableenergyworld.com/solar/korean-solar-panel-giant-plans-fully-american-supply-chain/#gref\" target=\"_blank\" rel=\"noreferrer noopener\">previous commitment </a>from QCells parent company Hanwha to double its U.S. module manufacturing capacity through a \"multi-billion dollar\" investment. <em>Bloomberg </em><a href=\"https://www.bloomberg.com/news/articles/2022-08-15/solar-manufacturing-giant-hanwha-mulling-massive-us-facility#xj4y7vzkg\" target=\"_blank\" rel=\"noreferrer noopener\">reported</a> on Aug. 15 that Hanwha QCells was recently scouting potential factory locations in Texas. </p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n\n\n\n<p><strong><em>GO DEEPER: </em></strong><em>Former SEIA CEO Rhone Resch, Heliene president Martin Pochtaruk, and Ultra-Low Carbon Solar Alliance executive director Michael Parr discussed what it will take to scale U.S. solar manufacturing capacity in a recent episode of the Factor This! podcast. Subscribe <a href=\"https://factorthis.buzzsprout.com/\" target=\"_blank\" rel=\"noreferrer noopener\">wherever you get your podcasts</a>.</em></p>\n\n\n\n<div id=\"buzzsprout-player-10733671\"></div><script src=\"https://www.buzzsprout.com/1977342/10733671-supply-chain-sacrifice.js?container_id=buzzsprout-player-10733671&#038;player=small\" type=\"text/javascript\" charset=\"utf-8\"></script>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n\n\n\n<p>The urgency to scale U.S. solar manufacturing centers around President Joe Biden's <a href=\"https://www.renewableenergyworld.com/solar/reports-biden-to-pause-new-tariffs-on-solar-imports-for-2-years/\" target=\"_blank\" rel=\"noreferrer noopener\">two-year pause</a> on new tariffs on solar modules imported from Southeast Asia. </p>\n\n\n\n<p>The U.S. Dept. of Commerce is investigating whether solar modules imported from Malaysia, Thailand, Vietnam, and Cambodia are circumventing trade duties against China. These four countries now account for more than 80% of the solar modules imported into the U.S.</p>\n\n\n\n<p>The Commerce investigation of the <a href=\"https://www.renewableenergyworld.com/podcasts/who-is-auxin-solar-an-exclusive-interview-with-the-ceo-behind-the-bitter-solar-tariff-fight/\" target=\"_blank\" rel=\"noreferrer noopener\">Auxin Solar petition</a> continues. Any duties levied against Southeast Asian module imports would be imposed after the 24-month period expires in June 2024, the agency said in a statement.</p>\n\n\n\n<p></p>\n"
					}
				},
				{
					"title": "Building tomorrow’s clean energy systems on green steel",
					"link": "https://www.renewableenergyworld.com/solar/building-tomorrows-clean-energy-systems-on-green-steel/",
					"creator": {
						"__prefix": "dc",
						"__cdata": "Renewable Energy World"
					},
					"pubDate": "Tue, 30 Aug 2022 12:01:20 +0000",
					"category": [
						"News",
						"Opinion & Commentary",
						"Solar",
						"Storage",
						"Wind Power"
					],
					"guid": {
						"_isPermaLink": "false",
						"__text": "https://www.renewableenergyworld.com/?p=326053"
					},
					"description": "It may seem like a chicken or the egg problem, but the decarbonization of steel and our power systems must be tackled simultaneously.",
					"encoded": {
						"__prefix": "content",
						"__cdata": "\n<p><em>Contributed by Tadeu Carneiro, chairman and CEO, Boston Metal</em></p>\n\n\n\n<p>An undeniable boon to the United States’ energy transition, the<a href=\"https://www.renewableenergyworld.com/solar/inflation-reduction-act-clean-energy-industry-cheers-monumental-passage-by-senate/\" target=\"_blank\" rel=\"noreferrer noopener\"> passage of the Inflation Reduction Act </a>also presents a major opportunity for the steel industry’s decarbonization efforts. The historic $369 billion in climate investments aims to ramp up renewable energy generation and domestic manufacturing of solar panels, wind turbines, energy storage, and electric vehicles. Here’s the crux: all of these products require steel – and plenty of it. </p>\n\n\n\n<p>Accounting for approximately 10 percent of global carbon emissions, steel production is one of the most carbon-intensive industries in the world. As we work to meet the goals of the energy transition, we must ensure that we’re not continuing to pump more emissions into the atmosphere in the process.</p>\n\n\n\n<p>Indeed, steel is a critical material for the transition to a low-carbon economy and is required across the 10 most common sources of clean power. To break it down, for every new megawatt (MW) of solar power deployed, between 35 to 45 tons of steel are required. Each new MW of wind power uses 120 to 180 tons of steel. Consider that 5.8 million tons of steel was used in U.S. solar installations in 2018 alone. Looking forward, it’s estimated that 1.7 billion tons of steel will be needed to build the wind turbines required to reach net zero by 2050.</p>\n\n\n\n<p>The oncoming surge in steel demand generated by global climate policy and corporate decarbonization mandates is adding to already high projections for steel production over the next few decades. Despite a pandemic, geopolitical unrest, and a recession, global demand for steel <a href=\"https://protect-eu.mimecast.com/s/uPPiCG6kgcoDz9jIkJbro\" target=\"_blank\" rel=\"noreferrer noopener\">is still forecast to increase by more than a third by 2050</a>. To keep the Earth’s temperature below the Paris Agreement’s 1.5°C target, the steel industry <a href=\"https://protect-eu.mimecast.com/s/OMUeCJ6nlcP6jo0sOSxpx\" target=\"_blank\" rel=\"noreferrer noopener\">must reduce its emissions 90% by 2050</a>. It may seem like a chicken or the egg problem, but the decarbonization of steel and our power systems must be tackled simultaneously.</p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n\n\n\n<p><strong><em>GO DEEPER:</em></strong> <em>Dan Shugar, co-founder and CEO of Nextracker, a global leader in solar tracker manufacturing, shared how his company is building out 10 GW of U.S. capacity, while taking advantage of the</em> <em>benefits of lower-carbon steel. Subscribe <a href=\"http://factorthis.buzzsprout.com\" target=\"_blank\" rel=\"noreferrer noopener\">wherever you get your podcasts</a>.</em></p>\n\n\n\n<div id=\"buzzsprout-player-10967043\"></div><script src=\"https://www.buzzsprout.com/1977342/10967043-betting-big-on-made-in-america-solar-with-nextracker-ceo-dan-shugar.js?container_id=buzzsprout-player-10967043&#038;player=small\" type=\"text/javascript\" charset=\"utf-8\"></script>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n\n\n\n<p>Steelmaking is a complex, age-old process, and innovation has lagged until very recently. A green steel technology that has received much attention uses the direct reduced iron (DRI) method that employs green hydrogen instead of fossil fuel gas as a reductant substitute to produce iron, which is then transformed into steel in an electric arc furnace (EAF) powered by renewable electricity. Last year, Swedish green steel venture HYBRIT delivered the first green steel made with hydrogen DRI to Volvo, which plans to use it in prototype vehicles and components. Another venture, H2 Green Steel, intends to build a green steel plant alongside a sustainable hydrogen facility in the north of Sweden with production starting in 2024. Although this is exciting momentum, <a href=\"https://protect-eu.mimecast.com/s/J88JCKromc0XRk3Iok0CM/\" target=\"_blank\" rel=\"noreferrer noopener\">only 5</a>% of steel today is made with the traditional DRI method. Another 25 percent is produced from scrap in electric furnaces (essentially steel recycling). The majority – 70% – is made in coal-fired blast furnaces. Furthermore, DRI only works with premium iron ore, <a href=\"https://protect-eu.mimecast.com/s/Pn1ZCL9pnc5Gz2EuKM0wo\" target=\"_blank\" rel=\"noreferrer noopener\">which is in short supply.</a> </p>\n\n\n\n<p>Molten Oxide Electrolysis (MOE) is an alternative green steel approach that is not dependent on the build-out of green hydrogen infrastructure and shows promise for tackling the 70% of steel produced by blast furnaces. The technology uses electrolysis, powered by renewable energy, to separate the bonds of iron ore and produce liquid metal releasing only oxygen in the process. The simplified method works with even low- and mid-grade iron ore fines and eliminates many of the steps involved in traditional steel production.</p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img width=\"1024\" height=\"576\" src=\"https://images.renewableenergyworld.com/wp-content/uploads/2022/08/Boston-Metal-2.5kA-MOE-cell-preparing-for-sampling_1-1024x576.jpg\" alt=\"\" class=\"wp-image-326058\" srcset=\"https://images.renewableenergyworld.com/wp-content/uploads/2022/08/Boston-Metal-2.5kA-MOE-cell-preparing-for-sampling_1-1024x576.jpg 1024w, https://images.renewableenergyworld.com/wp-content/uploads/2022/08/Boston-Metal-2.5kA-MOE-cell-preparing-for-sampling_1-300x169.jpg 300w, https://images.renewableenergyworld.com/wp-content/uploads/2022/08/Boston-Metal-2.5kA-MOE-cell-preparing-for-sampling_1-768x432.jpg 768w, https://images.renewableenergyworld.com/wp-content/uploads/2022/08/Boston-Metal-2.5kA-MOE-cell-preparing-for-sampling_1-1536x864.jpg 1536w, https://images.renewableenergyworld.com/wp-content/uploads/2022/08/Boston-Metal-2.5kA-MOE-cell-preparing-for-sampling_1-2048x1152.jpg 2048w, https://images.renewableenergyworld.com/wp-content/uploads/2022/08/Boston-Metal-2.5kA-MOE-cell-preparing-for-sampling_1-200x113.jpg 200w, https://images.renewableenergyworld.com/wp-content/uploads/2022/08/Boston-Metal-2.5kA-MOE-cell-preparing-for-sampling_1-100x56.jpg 100w, https://images.renewableenergyworld.com/wp-content/uploads/2022/08/Boston-Metal-2.5kA-MOE-cell-preparing-for-sampling_1-696x392.jpg 696w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" /><figcaption>Boston Metal&#8217;s test facility. Boston Metal expects its green steel technology to be commercially available by 2026. (Courtesy: Boston Metal)</figcaption></figure>\n\n\n\n<p>Granted, green steel solutions rely on the availability of renewables. Both MOE and hydrogen DRI processes require about four megawatt-hours of clean energy per ton of steel produced. However, it’s significantly less than the five to six megawatt-hours of energy required for conventional integrated steelmaking. And thanks to the Inflation Reduction Act, U.S. steel producers, along with other companies engaged in energy-intensive industrial processes, will be able to leverage nearly $6 billion in grants and loans to deploy new decarbonization technologies such as these.</p>\n\n\n\n<p>Achieving emissions-free steel is just one factor in a successful energy transition. Many barriers still need to be overcome to meet the continued demand for renewable energy technologies without causing additional harm to the planet. Securing supplies of essential materials such as lithium, cobalt, and copper, sustainable mining practices, and implementing circular supply chain practices and end-of-life management are all pressing concerns that will require ongoing investment and collaboration by both the private and public sectors. However, with the exponential growth in global renewable energy generation in the last decade and the support of legislation like the Inflation Reduction Act, we can fully expect that green electricity will be available, abundant, reliable, and affordable in the future. The steel industry has no choice but to operate under this assumption and continue innovating to build tomorrow’s sustainable infrastructure on clean steel. </p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity is-style-wide\"/>\n\n\n\n<p><strong>About the author</strong></p>\n\n\n\n<figure class=\"wp-block-image size-large is-resized\"><img loading=\"lazy\" src=\"https://images.renewableenergyworld.com/wp-content/uploads/2022/08/Boston-Metal-Tadeu-Carneiro-Chairman-CEO-1024x819.jpg\" alt=\"\" class=\"wp-image-326054\" width=\"303\" height=\"228\" srcset=\"https://images.renewableenergyworld.com/wp-content/uploads/2022/08/Boston-Metal-Tadeu-Carneiro-Chairman-CEO-400x300.jpg 400w, https://images.renewableenergyworld.com/wp-content/uploads/2022/08/Boston-Metal-Tadeu-Carneiro-Chairman-CEO-80x60.jpg 80w\" sizes=\"(max-width: 303px) 100vw, 303px\" /></figure>\n\n\n\n<p><em>Tadeu <em>Carneiro</em> has over 40 years of metals industry experience, with expertise in global strategy, technology development, and customer-focused growth. As CEO of CBMM (80% market share for niobium), he grew revenue from $100M to over $2B and led a global program that saw the niobium market increase by more than eightfold. At Boston Metal, Tadeu has overseen two oversubscribed funding rounds and team growth from single digits to 80+ employees. A metallurgical engineer, Tadeu is the lead independent director at Ivanhoe Mines (copper, zinc, nickel, and platinum group metals) and is an invited lecturer at the Department of Materials Science and Engineering at MIT.</em> <em>Boston Metal expects its green steel technology to be commercially available by 2026. </em></p>\n"
					}
				},
				{
					"title": "Who will build the first new pumped storage hydro in the U.S.?",
					"link": "https://www.renewableenergyworld.com/storage/who-will-build-the-first-new-pumped-storage-hydro-in-the-u-s/",
					"creator": {
						"__prefix": "dc",
						"__cdata": "Elizabeth Ingram"
					},
					"pubDate": "Tue, 30 Aug 2022 10:44:19 +0000",
					"category": [
						"Baseload",
						"Hydropower",
						"News",
						"Storage"
					],
					"guid": {
						"_isPermaLink": "false",
						"__text": "https://www.hydroreview.com/?p=65940"
					},
					"description": "It’s no secret that the U.S. electricity generation system is desperately in need of reliable energy storage to back up the vast amount of intermittent renewable resources being added. It’s also a fact that pumped storage hydropower is the single largest source of this backup storage, at well over 90% of total available utility-scale energy storage.",
					"encoded": {
						"__prefix": "content",
						"__cdata": "\n<p>It’s no secret that the U.S. electricity generation system is desperately in need of reliable energy storage to back up the vast amount of intermittent renewable resources being added. It’s also a fact that pumped storage hydropower is the single largest source of this backup storage, at well over 90% of total available utility-scale energy storage.</p>\n\n\n\n<p>So which company will be the first to succeed in building new pumped storage in the U.S.? I don’t have a crystal ball, so read on to see my educated predictions.</p>\n\n\n\n<h2>Defining pumped storage</h2>\n\n\n\n<p>Most of the pumped storage hydro capacity in the U.S. was built between 1960 and 1990, and significant new capacity has not been added since then. In fact, no new projects have come online since 2012, according to the U.S. Energy Information Administration (EIA), when the San Diego County Water Authority’s 40 MW Lake Hodges project began operating in California.</p>\n\n\n\n<p>Pumped storage hydro was first used in the U.S. in 1930, according to the Department of Energy (DOE). This was a 33 MW plant near New Milford, Ct., which used a new upper reservoir named Candlewood Lake and the Housatonic River as the lower reservoir. The plant, called Rocky River, is still operating today with a capacity of 29 MW and is owned by FirstLight Power. (FirstLight Power’s website says the project was completed in 1929.)</p>\n\n\n\n<p>However, the U.S. was far behind Europe. The first pumped storage facility in the world was built in 1909 near Schaffhausen, Switzerland, according to the American Society of Civil Engineers. By the time the Rocky River project came to be, more than 40 pumped storage plants had been built throughout Europe.</p>\n\n\n\n<p>In total, there are 43 pumped storage plants operating in the U.S., with a total capacity of 21.9 GW, according to DOE’s 2021 Hydropower Market Report. </p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img src=\"https://www.hydroreview.com/wp-content/uploads/2015/12/Cabin Creek Pumped-Storage Hydropower Project.jpg\" alt=\"\" class=\"wp-image-4172\"/><figcaption>Cabin Creek pumped storage project.</figcaption></figure>\n\n\n\n<p>In May 2022, the Federal Energy Regulatory Commission (FERC) reported 27 licensed pumped storage projects with a total installed capacity of nearly 18.9 GW. Of these, 24 are in operation with a total capacity of about 16.5 GW. FERC has issued licenses for three proposed pumped storage projects since the beginning of 2014. </p>\n\n\n\n<p>The remaining pumped storage plants the DOE report cited are federally owned facilities, like the Tennessee Valley Authority’s Raccoon Mountain plant and several operated by the U.S. Army Corps of Engineers.</p>\n\n\n\n<p>The DOE report also said pumped storage hydro accounted for 93% of all utility-scale energy storage in the U.S. and the country has the potential to add enough new plants to more than double its current pumped storage hydro capacity, which EIA said stood at 22.9 GW in 2018.</p>\n\n\n\n<p>At 3,003 MW, Bath County in Virginia is the largest pumped storage plant in the U.S. and one of the largest globally, second only to Fengning in China at 3,600 MW. Pumped storage hydropower is currently being developed in many countries worldwide, including Australia, China, India, Indonesia, and Japan.</p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n\n\n\n<p><strong><em>Subscribe </em></strong><em><strong>today</strong> to the all-new Factor This! podcast from Renewable Energy World. This podcast is designed specifically for the solar industry and is available </em><a href=\"https://factorthis.buzzsprout.com/\" target=\"_blank\" rel=\"noreferrer noopener\"><em>wherever</em> you get your podcasts</a>. </p>\n\n\n\n<p><em>Listen to the latest episode featuring Terabase CEO Matt Campbell, who is using software and automation to reimagine how the largest solar projects are designed and built.</em></p>\n\n\n\n<div id=\"buzzsprout-large-player\"></div><script type=\"text/javascript\" charset=\"utf-8\" src=\"https://www.buzzsprout.com/1977342.js?container_id=buzzsprout-large-player&amp;player=large\"></script>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n\n\n\n<h2>Development barriers</h2>\n\n\n\n<p>However, in the U.S., significant barriers are hampering pumped storage development. Probably the largest hurdle is market conditions, with a system that is not structured to adequately compensate owners of these facilities for all of the ancillary benefits they provide, which go far beyond power generation and are the very reason these plants need to be built. </p>\n\n\n\n<p>Another significant obstacle is the large capital investment required, over what can be a significant period of time. And a third hurdle to overcome is the long timeline for licensing from FERC, which can make investing in these facilities a risky financial proposition, at least in the years before operations begin.</p>\n\n\n\n<p>Once operating, pumped storage hydropower plants have round-trip energy efficiency of 70% to 85%, according to the World Energy Council. By comparison, the efficiency of batteries ranges from 85% to 95% for Li-ion to 80% to 90% for lead-acid and 60% to 80% for flow. However, the council said the maximum lifetime for pumped storage hydro is 30 to 60 years, compared with six to 40 years for lead-acid batteries, 1,000 to 10,000 cycles for li-ion batteries and 12,000 to 14,000 cycles for flow batteries.</p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img src=\"https://www.hydroreview.com/wp-content/uploads/2015/12/Seneca Pumped-Storage Hydropower Project.png\" alt=\"\" class=\"wp-image-4266\"/><figcaption>Seneca pumped hydro project in Pennsylvania.</figcaption></figure>\n\n\n\n<p>In a paper published in 2019, the Environmental and Energy Study Institute said: “In comparison to other forms of energy storage, pumped-storage hydropower can be cheaper, especially for very large capacity storage (which other technologies struggle to match). According to the Electric Power Research Institute, the installed cost for pumped-storage hydropower varies between $1,700 and $5,100/kW, compared to $2,500/kW to $3,900/kW for lithium-ion batteries. … PSH facilities can typically provide 10 hours of electricity, compared to about 6 hours for lithium-ion batteries.”</p>\n\n\n\n<h2>Predictions</h2>\n\n\n\n<p>It is clear that pumped storage hydropower is a valuable, needed resource in the U.S., and we watch activity closely, waiting for a new plant to be built. This article provides a roundup of the most advanced/promising pumped storage hydro projects proposed for development in the U.S. and their current status. It poses, but does not presume to answer, this question:</p>\n\n\n\n<p>Who will build the first new pumped storage in the U.S.?</p>\n\n\n\n<p>I am not the best-placed person to answer this question, so I’d be interested in hearing opinions from others. <a href=\"mailto:elizabeth.ingram@clarionevents.com\" target=\"_blank\" rel=\"noreferrer noopener\">Email me your theory</a>, and make sure you include your supporting facts. I may publish the general consensus on the <em>Hydro Review</em> website in the future.</p>\n\n\n\n<p>What would be your determining criteria? How long the project’s been licensed? The market in which it would operate? The structure of the owning/developing company? Another factor entirely?</p>\n\n\n\n<p>Below is the most up to date list I could develop (in alphabetical order). The four projects here seem to be the front runners, as while they are not yet operating, all have received an operating license from FERC:</p>\n\n\n\n<p><em>Eagle Mountain</em></p>\n\n\n\n<p>The <a href=\"https://www.hydroreview.com/business-finance/eagle-crest-buys-site-for-1-300-mw-pumped-storage-hydro-project/\">1,300 MW Eagle Mountain Hydroelectric Pumped Storage Project</a> has been licensed (P-13123) since June 2014. It would be developed in Riverside County, Calif., by Eagle Crest Energy. According to GEI Consultants, which led the consultant team responsible for licensing efforts for this project, receiving this FERC license was the result of a seven‑year effort.</p>\n\n\n\n<p>This 1,300 MW closed-loop project is located on the site of the inactive Eagle Mountain Mine. Two pits will be modified to become water storage reservoirs.</p>\n\n\n\n<p>FERC issued an order in April 2022 granting an extension of time to commence and complete project construction. Eagle Crest Energy requested to extend the time to commence to June 19, 2024, and the time to complete construction to June 19, 2027. FERC determined that Eagle Crest provided sufficient information to demonstrate that it is committed to the project and has continued to develop the project and thus granted both requests.</p>\n\n\n\n<p>Most recently, in mid-June 2022, Eagle Crest Energy submitted an update to FERC around Article 425-Programmatic Agreement and Historic Properties Management Plan. It said, “Eagle Crest is currently working with BLM [Bureau of Land Management] to respond to their comments, and will be filing the revised license amendment application with FERC as soon as the BLM comments are resolved.”</p>\n\n\n\n<p><em>Gordon Butte</em></p>\n\n\n\n<p>The <a href=\"https://www.hydroreview.com/business-finance/absaroka-energy-secures-lead-equity-investor-for-gordon-butte-pumped-storage/\">400 MW Gordon Butte Pumped Storage Project</a> has been licensed (P-13642) by FERC since December 2016. It would be developed in Meagher County, Mt., by GB Energy Park LLC (a wholly owned subsidiary of Absaroka Energy LLC).</p>\n\n\n\n<p>The closed-loop project will draw water from Cottonwood Creek, a tributary of the South Fork of the Musselshell River. The Gordon Butte project will be constructed on private land owned by 71 Ranch LP. The upper reservoir will be located on Gordon Butte and the lower reservoir at the northern base of Gordon Butte. An existing wind farm consisting of six turbines, also owned and operated by 71 Ranch, is located on the eastern edge of Gordon Butte, near the proposed upper reservoir.</p>\n\n\n\n<p>In early August 2022, FERC granted GB Energy Park an extension of time to comply with Standard Article 5 requirements, under which the licensee must, within five years of license issuance, acquire and retain title in fee or the right to use in perpetuity all lands, other than lands of the U.S., necessary or appropriate for the construction, maintenance, and operation of the project. The original date to meet Article 5 requirements was Dec. 14, 2021, and that has been extended to Dec. 14, 2022.</p>\n\n\n\n<p><em>Swan Lake</em></p>\n\n\n\n<p>The <a href=\"https://www.hydroreview.com/hydro-industry-news/cip-acquires-393-mw-swan-lake-1200-mw-goldendale-pumped-storage-hydro-projects-in-u-s/\">393 MW Swan Lake Energy Storage project</a> has been licensed (P-13318) by FERC since April 2019. It would be developed in Klamath County, Ore., by Rye Development.</p>\n\n\n\n<p>The project would occupy about 711 acres of land managed by BLM; 19 acres of land managed by the Bureau of Reclamation; and 1,310 acres of state, county and private lands. A portion of the upper reservoir and adjacent, surrounding, fenced area is located on the western edge of Swan Lake Rim. Part of the penstock, some access roads, and about half of the 32.8-mile-long transmission line will be located on BLM-administered lands along Swan Lake Rim, Horton Rim and Bryant Mountain.</p>\n\n\n\n<p>In mid-July, Rye Development submitted to FERC the resume of a proposed additional member of the board of independent engineering consultants, which will review the design, specifications and construction of the project for safety and adequacy.</p>\n\n\n\n<p><em>Honorable mention</em></p>\n\n\n\n<p>In the runner-up position is the Goldendale project. There were six pumped storage projects pending licensing and relicensing with FERC as of May 11 (most recent data available). These are located in California (three), Massachusetts (two) and Washington (one). Of these, only the 1,200 MW Goldendale Energy Storage Project in Washington (P-14861) is new capacity; the remainder are projects in relicensing.</p>\n\n\n\n<p>This project, being developed in Klickitat County on the Washington-Oregon border by Rye Development, is “positioned on top of the Pacific AC and DC Interties that connect the Pacific Northwest’s power grid,” per the project website. It is a closed-loop facility that is anticipated to cost more than $2 billion to develop. The final license application was submitted to FERC in 2020, and the project timeline anticipates construction in 2025 to 2027 and commercial operation beginning in 2028.</p>\n\n\n\n<p>In early July, Rye Development submitted its reply comments to the comments received on the Ready for Environmental Analysis for FERC for the project.</p>\n\n\n\n<p>So, what is your prediction? Is it one of the projects mentioned in the article, or another one entirely? And what time frame do you see for a new pumped storage hydro plant to actually begin operating in the U.S.? As I said before, <a href=\"mailto:elizabeth.ingram@clarionevents.com\" target=\"_blank\" rel=\"noreferrer noopener\">send me an email</a> and tell me what you think.</p>\n"
					}
				},
				{
					"title": "DOE seeks to implement $335 million battery recycling programs",
					"link": "https://www.renewableenergyworld.com/storage/doe-seeks-to-implement-335-million-battery-recycling-programs/",
					"creator": {
						"__prefix": "dc",
						"__cdata": "Renewable Energy World"
					},
					"pubDate": "Tue, 30 Aug 2022 10:38:17 +0000",
					"category": [
						"News",
						"Storage"
					],
					"guid": {
						"_isPermaLink": "false",
						"__text": "https://www.renewableenergyworld.com/?p=326050"
					},
					"description": "The U.S. Department of Energy has issued a Request for Information to help guide the implementation of $335 million in investments from the Bipartisan Infrastructure Law for lithium-ion battery recycling programs. ",
					"encoded": {
						"__prefix": "content",
						"__cdata": "\n<p>The U.S. Department of Energy (DOE) has issued a Request for Information (RFI) to help guide the implementation of $335 million in investments from the<a href=\"https://www.renewableenergyworld.com/storage/bipartisan-infrastructure-law-gets-to-work-on-clean-energy/#gref\" target=\"_blank\" rel=\"noreferrer noopener\"> Bipartisan Infrastructure Law</a> for lithium-ion battery recycling programs. </p>\n\n\n\n<p>Batteries are critical to powering clean energy technologies—from providing energy storage for the electric grid to zero-emissions transportation options, such as electric trucks, buses, or personal vehicles. Expanding options for domestic production of zero-emissions transportation will allow more Americans to benefit from clean transportation while adding jobs to the clean energy workforce and supporting President Biden’s decarbonization goals. </p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n\n\n\n<p><strong><em>Subscribe </em></strong><em><strong>today</strong> to the all-new Factor This! podcast from Renewable Energy World. This podcast is designed specifically for the solar industry and is available </em><a href=\"https://factorthis.buzzsprout.com/\" target=\"_blank\" rel=\"noreferrer noopener\"><em>wherever</em> you get your podcasts</a>. </p>\n\n\n\n<p><em>Listen to the latest episode featuring Terabase CEO Matt Campbell, who is using software and automation to reimagine how the largest solar projects are designed and built.</em></p>\n\n\n\n<div id=\"buzzsprout-large-player\"></div><script type=\"text/javascript\" charset=\"utf-8\" src=\"https://www.buzzsprout.com/1977342.js?container_id=buzzsprout-large-player&amp;player=large\"></script>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n\n\n\n<p>While lithium-ion battery costs have fallen more than 90% since 2008, energy density and performance have rapidly increased, paving the way for an accelerated transition to clean transportation. With the global lithium-ion battery market projected to experience continued growth over the next decade, DOE is working with the industry to build a robust and sustainable U.S. battery supply chain that will support increased market demand. </p>\n\n\n\n<p>This RFI builds and expands on DOE’s <a href=\"https://protect-eu.mimecast.com/s/2G08CBBMQc3LgB1T9iwzo\" target=\"_blank\" rel=\"noreferrer noopener\">May 2022 announcement</a> of $3.16 billion in funding from the Bipartisan Infrastructure Law, including $3.1 billion for battery materials refining and production plants, battery cell and pack manufacturing facilities, and recycling facilities, and $60 million to support second-life applications for batteries once used to power electric vehicles, and new processes for recycling materials back into the battery supply chain. </p>\n\n\n\n<p>DOE is requesting feedback on how federal investments can accelerate the collection, transportation, processing, and recycling of batteries and scrap materials, enable second-life applications of lithium-ion batteries previously used to power electric vehicles, and support high-quality jobs for American workers. In alignment with President Biden’s Justice40 initiative, the department will address equity, environmental, and energy justice in relation to battery recycling and manufacturing. DOE is seeking feedback from industry, recyclers, retailers, community organizations, tribes, and state and local governments to ensure future funding opportunities address the energy and transportation needs of all Americans. </p>\n\n\n\n<p>Responses to the&nbsp;<a href=\"https://protect-eu.mimecast.com/s/NeVNCERgGhKZQMmhrhHHZ\" target=\"_blank\" rel=\"noreferrer noopener\">RFI</a>&nbsp;are due October 14, 2022, by 5 p.m. Eastern Time.&nbsp;&nbsp;</p>\n"
					}
				},
				{
					"title": "LG Energy Solution and Honda plan U.S. battery production for electric vehicles",
					"link": "https://www.renewableenergyworld.com/storage/lg-energy-solution-and-honda-plan-u-s-battery-production-for-electric-vehicles/",
					"creator": {
						"__prefix": "dc",
						"__cdata": "Renewable Energy World"
					},
					"pubDate": "Mon, 29 Aug 2022 12:40:55 +0000",
					"category": [
						"News",
						"Policy & Regulation",
						"Storage",
						"electric vehicles",
						"Honda"
					],
					"guid": {
						"_isPermaLink": "false",
						"__text": "https://www.renewableenergyworld.com/?p=326045"
					},
					"description": "The partners plan to start construction in early 2023 and enter production by 2025.",
					"encoded": {
						"__prefix": "content",
						"__cdata": "\n<p>LG Energy Solution and Honda Motor Co. said they plan to invest $4.4 billion to set up U.S. manufacturing to jointly produce lithium-ion batteries to power Honda and Acura EV models for the North American market.</p>\n\n\n\n<p>The partners aim to have an annual production capacity at the plant of around 40 GWh.</p>\n\n\n\n<p>The pouch-type batteries will be supplied exclusively to Honda facilities in North America. The location of the plant is not yet final. The companies said they aim to start construction in early 2023 with a goal of starting mass production by the end of 2025.</p>\n\n\n\n<p>In April 2021, Honda announced plans for 40% of its North American sales to be battery-electric and fuel cell electric vehicles by 2030, increasing to 80% by 2035, and to 100% by 2040. Honda has been producing cars in the U.S. for 40 years and currently operates 18 manufacturing facilities in North America. </p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n\n\n\n<p><strong><em>Subscribe </em></strong><em><strong>today</strong> to the all-new Factor This! podcast from Renewable Energy World. This podcast is designed specifically for the solar industry and is available </em><a href=\"https://factorthis.buzzsprout.com/\" target=\"_blank\" rel=\"noreferrer noopener\"><em>wherever</em> you get your podcasts</a>. </p>\n\n\n\n<p><em>Listen to the latest episode featuring Terabase CEO Matt Campbell, who is using software and automation to reimagine how the largest solar projects are designed and built.</em></p>\n\n\n\n<div id=\"buzzsprout-large-player\"></div><script type=\"text/javascript\" charset=\"utf-8\" src=\"https://www.buzzsprout.com/1977342.js?container_id=buzzsprout-large-player&amp;player=large\"></script>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n\n\n\n<p>The U.S. EV market could be strengthened by two recent developments. First, the <a href=\"https://www.renewableenergyworld.com/solar/inflation-reduction-act-sparks-solar-supply-chain-advancements/\">Inflation Reduction Act</a> provides tax credits to consumers who buy electric vehicles, particularly those that are largely manufactured in the U.S. Second, the California Ari Resources Board approved a plan banning the sale of new gas-powered cars in the state by 2035.</p>\n\n\n\n<p>In a statement, Honda said the California move would require &#8220;thoughtful collaboration&#8221; in a number of areas, including infrastructure buildout, the development of robust supply chains, and policy and market incentives. It said that California&#8217;s action &#8220;makes it more important than ever&#8221; for policymakers to enact complimentary policies that accelerate EV adoption.</p>\n\n\n\n<p>And the automaker said that while it shared the goals of the recently revised federal EV tax credit, &#8220;the reality is that very few to no electric vehicles&#8221; will be eligible for this incentive in the near term. </p>\n"
					}
				},
				{
					"title": "Long-duration energy storage is key to harnessing UK’s wasted wind",
					"link": "https://www.renewableenergyworld.com/storage/long-duration-energy-storage-is-key-to-harnessing-uks-wasted-wind/",
					"creator": {
						"__prefix": "dc",
						"__cdata": "Renewable Energy World"
					},
					"pubDate": "Mon, 29 Aug 2022 10:57:36 +0000",
					"category": [
						"News",
						"Offshore",
						"Opinion & Commentary",
						"Storage",
						"Wind Power"
					],
					"guid": {
						"_isPermaLink": "false",
						"__text": "https://www.renewableenergyworld.com/?p=326043"
					},
					"description": "From Sep. 2021 to May 2022, wind turbines in the UK produced 1,300 GWh of energy that went to waste because it exceeded the needs of the grid at the time. ",
					"encoded": {
						"__prefix": "content",
						"__cdata": "\n<p><em>Contributed by Rupert Pearce, CEO, Highview Power</em></p>\n\n\n\n<p>Over the past decade, the UK has been positioning itself as a global model for harnessing wind energy. The Office for National Statistics reports that electricity from wind generation increased by 715% from 2009-2020. Due to an abundance of offshore wind resources, more than 75,000 GWh of wind energy was produced in 2020, accounting for 20% of the nation’s total generation. That’s enough to power 8.4 trillion LED light bulbs.</p>\n\n\n\n<p>While the UK benefits from considerable wind resources, there are times when the wind is producing substantially more energy than can be used. The UK can mitigate this waste, without increasing its reliance on gas, while reducing energy costs and achieving energy security, by making significant investments in long-duration energy storage (LDES).</p>\n\n\n\n<p>Over a nine-month period, from September 2021 to May 2022, wind turbines in the UK produced 1,300 GWh of energy that went to waste because it exceeded the needs of the grid at the time. This is enough renewable energy to power a UK city for an entire year.</p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n\n\n\n<p><strong><em>Subscribe </em></strong><em><strong>today</strong> to the all-new Factor This! podcast from Renewable Energy World. This podcast is designed specifically for the solar industry and is available </em><a href=\"https://factorthis.buzzsprout.com/\" target=\"_blank\" rel=\"noreferrer noopener\"><em>wherever</em> you get your podcasts</a>. </p>\n\n\n\n<p><em>Listen to the latest episode featuring Terabase CEO Matt Campbell, who is using software and automation to reimagine how the largest solar projects are designed and built.</em></p>\n\n\n\n<div id=\"buzzsprout-large-player\"></div><script type=\"text/javascript\" charset=\"utf-8\" src=\"https://www.buzzsprout.com/1977342.js?container_id=buzzsprout-large-player&amp;player=large\"></script>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n\n\n\n<p>As a result of this waste, the UK paid a total of £390 million for either too much or too little wind energy. When there was too much wind, the UK paid £150 million in constraint payments to run wind generators down. And when there was too little wind, the UK powered the grid with gas, at an estimated cost of £120 million.</p>\n\n\n\n<p>The bottom line is that millions of pounds are being wasted in the midst of an energy crisis because the UK does not have the ability to save excess electricity for when it’s most needed, and it’s happening when total renewable generation accounts for just 40% of our electricity. By 2030, renewable generation could double to near 80%, meaning the UK is likely to have even more periods when renewables are providing more electricity than consumers can use, at double the cost.</p>\n\n\n\n<p>To meet ambitious renewable generation targets, the UK government recently announced plans to expand offshore wind farm deployment by 25% and raise output to 50 GW by 2030 as part of the <a href=\"https://www.gov.uk/government/news/major-acceleration-of-homegrown-power-in-britains-plan-for-greater-energy-independence\" target=\"_blank\" rel=\"noreferrer noopener\">British Energy Security Strategy</a>. This is a considerable increase by any measure. As the plan states, this is “<a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1069969/british-energy-security-strategy-web-accessible.pdf\" target=\"_blank\" rel=\"noreferrer noopener\">more than enough wind capacity to power every home in Britain</a>.”</p>\n\n\n\n<p>The simple truth is that increasing wind power generation can reduce the UK’s reliance on gas and leave energy consumers less exposed to the shocks in wholesale energy prices that push up bills. Full utilization of the UK&#8217;s rich renewable resources via the deployment of long-duration energy storage solutions has the potential to lead to total energy self-sufficiency.</p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" width=\"1024\" height=\"664\" src=\"https://images.renewableenergyworld.com/wp-content/uploads/2022/03/nicholas-doherty-pONBhDyOFoM-unsplash-1024x664.jpg\" alt=\"\" class=\"wp-image-324324\" srcset=\"https://images.renewableenergyworld.com/wp-content/uploads/2022/03/nicholas-doherty-pONBhDyOFoM-unsplash-1024x664.jpg 1024w, https://images.renewableenergyworld.com/wp-content/uploads/2022/03/nicholas-doherty-pONBhDyOFoM-unsplash-300x194.jpg 300w, https://images.renewableenergyworld.com/wp-content/uploads/2022/03/nicholas-doherty-pONBhDyOFoM-unsplash-768x498.jpg 768w, https://images.renewableenergyworld.com/wp-content/uploads/2022/03/nicholas-doherty-pONBhDyOFoM-unsplash-1536x995.jpg 1536w, https://images.renewableenergyworld.com/wp-content/uploads/2022/03/nicholas-doherty-pONBhDyOFoM-unsplash-2048x1327.jpg 2048w, https://images.renewableenergyworld.com/wp-content/uploads/2022/03/nicholas-doherty-pONBhDyOFoM-unsplash-200x130.jpg 200w, https://images.renewableenergyworld.com/wp-content/uploads/2022/03/nicholas-doherty-pONBhDyOFoM-unsplash-100x65.jpg 100w, https://images.renewableenergyworld.com/wp-content/uploads/2022/03/nicholas-doherty-pONBhDyOFoM-unsplash-696x451.jpg 696w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" /><figcaption>Photo courtesy: Nicholas Doherty/Unsplash</figcaption></figure>\n\n\n\n<p>Deploying a solution that stabilizes the cost of renewables now while reducing reliance on gas is a big win for everyone. In a recent YouGov survey commissioned by Highview Power, 74% said they’re worried about energy bills this coming winter. At the same time, they want to see the UK increase the proportion of energy from renewable energy sources. Furthermore, 43% believe the UK currently imports too much gas.</p>\n\n\n\n<p>Because the UK is a world leader in wind power, it is uniquely positioned to lead the world in long-duration energy storage. A commitment to a program of LDES projects would mean that the UK can save its clean energy for when it is most needed during times of peak demand while also reducing reliance on the volatile international gas markets that often undermine the country’s energy security.</p>\n\n\n\n<p>The Aurora study on long-duration energy storage estimates that implementing 24 GW of LDES by 2035 could reduce reliance on imported gas by 50 TWh, reduce costs for the nation’s electricity system by around £2 billion per year and save 10 megatonnes of gas – the equivalent gas demand for over four million houses. In contrast, without sufficient storage, gas imports in the UK have increased by 312% from 2020 to 2021, making both net-zero goals and energy independence challenging to achieve if trends continue.</p>\n\n\n\n<p>The cost and environmental benefits are supplemented with popular support for energy storage investment. The YouGov survey indicates that 81% of Britons support additional government investment in forms of technology that can support additional renewable energy capacity.</p>\n\n\n\n<p>Fortunately, there are several LDES technologies that are already in various stages of development. Some are still in the R&amp;D phase, while others, like Highview Power’s renewable energy power stations (REPS) based on its liquid air energy storage technology, are ready to be deployed at grid scale today, the first in Greater Manchester and the second in the Humber.</p>\n\n\n\n<p>Though the UK has shown a great willingness to invest in wind, its greatest natural energy resource, it hasn’t yet built the infrastructure needed to realize its full potential and make the clean power transition. Until it does, the country will continue wasting millions on energy. Investing in long-duration energy storage to support wind power is the key to fully leveraging one of nature’s cleanest, most powerful resources.</p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity is-style-wide\"/>\n\n\n\n<p><strong>About the author</strong></p>\n\n\n\n<figure class=\"wp-block-image size-large is-resized\"><img loading=\"lazy\" src=\"https://images.renewableenergyworld.com/wp-content/uploads/2022/08/RupertPearceHeadshot-1024x985.jpg\" alt=\"\" class=\"wp-image-326044\" width=\"260\" height=\"240\"/></figure>\n\n\n\n<p><em>Rupert Pearce, CEO of Highview Power, leverages his background in leadership, transformation, and business strategy to position the company as a global leader in accelerating the energy transition. Prior to joining Highview Power, he served for nearly a decade as CEO of Inmarsat PLC, the world’s leading mobile satellite operator.</em></p>\n"
					}
				},
				{
					"title": "PGA Tour Championship powered by renewable fuels",
					"link": "https://www.renewableenergyworld.com/baseload/pga-tour-championship-powered-by-renewable-fuels/",
					"creator": {
						"__prefix": "dc",
						"__cdata": "Kevin Clark"
					},
					"pubDate": "Mon, 29 Aug 2022 09:51:20 +0000",
					"category": [
						"Baseload",
						"Bioenergy",
						"News"
					],
					"guid": {
						"_isPermaLink": "false",
						"__text": "https://www.power-eng.com/?p=117896"
					},
					"description": "The PGA Tour Championship tournament said it swapped diesel with renewable fuels for all onsite generation to power the East Lake Golf Club in Atlanta.",
					"encoded": {
						"__prefix": "content",
						"__cdata": "\n<p>The PGA Tour Championship tournament said it swapped diesel with renewable fuels for all onsite generation to power the East Lake Golf Club in Atlanta.</p>\n\n\n\n<p>Renewable fuels are often produced from a combination of previously used materials, such as combining waste and residues with renewable and vegetable oils.</p>\n\n\n\n<p>PowerSecure, a Southern Company subsidiary, provided the renewable fuel.</p>\n\n\n\n<p>“The deployment of renewable fuel at the PGA TOUR Championship represents a major milestone for PowerSecure and the energy users and producers we serve,&#8221; said PowerSecure CEO Chris Cummiskey.</p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n\n\n\n<p><strong><em>Subscribe </em></strong><em><strong>today</strong> to the all-new Factor This! podcast from Renewable Energy World. This podcast is designed specifically for the solar industry and is available </em><a href=\"https://factorthis.buzzsprout.com/\" target=\"_blank\" rel=\"noreferrer noopener\"><em>wherever</em> you get your podcasts</a>. </p>\n\n\n\n<p><em>Listen to the latest episode featuring Terabase CEO Matt Campbell, who is using software and automation to reimagine how the largest solar projects are designed and built.</em></p>\n\n\n\n<div id=\"buzzsprout-large-player\"></div><script type=\"text/javascript\" charset=\"utf-8\" src=\"https://www.buzzsprout.com/1977342.js?container_id=buzzsprout-large-player&amp;player=large\"></script>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n\n\n\n<p>The company previously partnered with the PGA Tour to Install distributed energy resources at PGA Tour headquarters in&nbsp;Ponte Vedra Beach, Florida&nbsp;in 2021.</p>\n\n\n\n<p>The 187,000-square-foot facility incorporates a microgrid comprised of rooftop solar and natural gas backup generation.</p>\n\n\n\n<p>PowerSecure has developed, installed, managed, and serviced more than 2 GW of microgrid capacity over the past 20 years.</p>\n"
					}
				},
				{
					"title": "Amazon signs green hydrogen supply deal with Plug Power",
					"link": "https://www.renewableenergyworld.com/hydrogen/amazon-signs-green-hydrogen-supply-deal-with-plug-power/",
					"creator": {
						"__prefix": "dc",
						"__cdata": "John Engel"
					},
					"pubDate": "Fri, 26 Aug 2022 11:11:07 +0000",
					"category": [
						"Hydrogen",
						"News"
					],
					"guid": {
						"_isPermaLink": "false",
						"__text": "https://www.renewableenergyworld.com/?p=326029"
					},
					"description": "Amazon has signed a green hydrogen supply deal with Plug Power as part of the company's effort to achieve net-zero carbon operations by 2050.",
					"encoded": {
						"__prefix": "content",
						"__cdata": "\n<a href=\"https://twitter.com/EngelsAngle?ref_src=twsrc%5Etfw\" class=\"twitter-follow-button\" data-show-count=\"false\">Follow @EngelsAngle</a><script async=\"\" src=\"https://platform.twitter.com/widgets.js\" charset=\"utf-8\"></scrip</script>\n\n\n\n<p></p>\n\n\n\n<p>Amazon said it signed a green hydrogen supply deal with Plug Power as part of its effort to achieve net-zero carbon operations by 2050.</p>\n\n\n\n<p>Using Plug Power’s electrolyzers, liquefaction capabilities, and cryogenic tankers, Plug will deliver green hydrogen to Amazon beginning Jan. 1, 2025.&nbsp;The liquified green hydrogen will be used to fuel Amazon's transportation and building operations, the companies said.</p>\n\n\n\n<p>“Amazon is proud to be an early adopter of green hydrogen given its potential to decarbonize hard-to-abate sectors like long-haul trucking, steel manufacturing, aviation, and ocean shipping,”&nbsp;said Kara Hurst, vice president of worldwide sustainability at Amazon.</p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n\n\n\n<p><em>Check out a recent episode of the <a href=\"https://www.renewableenergyworld.com/factor-this-podcast/\" target=\"_blank\" rel=\"noreferrer noopener\">Factor This! podcast </a>that examined the future of green hydrogen, featuring experts from Generate Capital, EDP Renewables, and the National Renewable Energy Laboratory. Subscribe today <a href=\"https://factorthis.buzzsprout.com/\" target=\"_blank\" rel=\"noreferrer noopener\">wherever you get your podcasts</a>.</em></p>\n\n\n\n<div id=\"buzzsprout-player-11159688\"></div><script src=\"https://www.buzzsprout.com/1977342/11159688-green-hydrogen-what-s-next-for-the-energy-transition-s-secret-weapon.js?container_id=buzzsprout-player-11159688&amp;player=small\" type=\"text/javascript\" charset=\"utf-8\"></script>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n\n\n\n<p>Since 2016, Plug Power has helped Amazon deploy more than 15,000 fuel cells to replace batteries in forklifts across 70 distribution centers.</p>\n\n\n\n<p>The supply deal announced August 25 calls for Plug Power to provide 10,950 tons per year of liquid green hydrogen to Amazon.</p>\n\n\n\n<p>Plug Power CEO Andy Marsh said his company is also working with Amazon to explore hydrogen applications for fuel-cell electric trucks and fuel-cell power generation stations that could provide electricity to Amazon buildings and the deployment of electrolyzers in fulfillment centers.</p>\n\n\n\n<p>Alongside this deal, Plug granted Amazon a warrant to acquire up to 16 million shares of Plug's common stock. Amazon would vest the warrant in full if it spends $2.1 billion over the seven-year term of the warrant across Plug products, including, among other technologies, electrolyzers, fuel cells, and green hydrogen.</p>\n\n\n\n<p>Plug Power is targeting 70 tons per day of green hydrogen production by the end of 2022. The company said it remains on track to produce 500 tons per day in North America by 2025, and 1,000 tons per day globally by 2028.</p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" width=\"1024\" height=\"683\" src=\"https://images.renewableenergyworld.com/wp-content/uploads/2021/12/Texas-Wind-Farm-1-1024x683.jpeg\" alt=\"\" class=\"wp-image-323157\" srcset=\"https://images.renewableenergyworld.com/wp-content/uploads/2021/12/Texas-Wind-Farm-1-1024x683.jpeg 1024w, https://images.renewableenergyworld.com/wp-content/uploads/2021/12/Texas-Wind-Farm-1-300x200.jpeg 300w, https://images.renewableenergyworld.com/wp-content/uploads/2021/12/Texas-Wind-Farm-1-768x512.jpeg 768w, https://images.renewableenergyworld.com/wp-content/uploads/2021/12/Texas-Wind-Farm-1-1536x1024.jpeg 1536w, https://images.renewableenergyworld.com/wp-content/uploads/2021/12/Texas-Wind-Farm-1-2048x1365.jpeg 2048w, https://images.renewableenergyworld.com/wp-content/uploads/2021/12/Texas-Wind-Farm-1-200x133.jpeg 200w, https://images.renewableenergyworld.com/wp-content/uploads/2021/12/Texas-Wind-Farm-1-100x67.jpeg 100w, https://images.renewableenergyworld.com/wp-content/uploads/2021/12/Texas-Wind-Farm-1-696x464.jpeg 696w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" /><figcaption>Amazon Wind Farm Texas (JORDAN STEAD / Amazon)</figcaption></figure>\n\n\n\n<p>The Clean Energy Buyers Alliance ranked Amazon as the top corporate buyer of renewable energy in the U.S. in 2021, topping Meta, Verizon, Google, and Microsoft. In 2021, Amazon procured 2.85 GW of renewable energy. </p>\n\n\n\n<p>In April, Amazon said it was adding 37 <a href=\"https://www.renewableenergyworld.com/solar/amazon-adds-3-5-gw-of-renewable-energy-to-global-portfolio/#gref\" target=\"_blank\" rel=\"noreferrer noopener\">renewable energy projects</a> totaling 3.5 GW of capacity to its <a href=\"https://sustainability.aboutamazon.com/about/around-the-globe?energyType=true\" target=\"_blank\" rel=\"noreferrer noopener\">global portfolio</a>. Twenty-three of those projects are in the U.S., including what Amazon said is its single largest procurement ever. The 500 MW Amazon Solar Farm Texas - Frye in North Texas is expected to be operational in 2023.</p>\n\n\n\n<p>The projects all support Amazon's goal of powering all of its operations with renewable energy by 2030, a milestone the company said it expects to reach by 2025. Amazon's renewable energy portfolio is on track grow from 12.2 GW to 15.7 GW with the recently announced projects.</p>\n\n\n\n<p>Amazon now boasts 310 wind and solar projects across 19 countries.</p>\n"
					}
				},
				{
					"title": "Virginia regulators to hear more arguments on ratepayer protection Dominion says would kill offshore wind project",
					"link": "https://www.renewableenergyworld.com/wind-power/virginia-regulators-to-hear-more-arguments-on-ratepayer-protection-dominion-says-would-kill-offshore-wind-project/",
					"creator": {
						"__prefix": "dc",
						"__cdata": "Associated Press Editors"
					},
					"pubDate": "Fri, 26 Aug 2022 10:42:10 +0000",
					"category": [
						"News",
						"Offshore",
						"Wind Power"
					],
					"guid": {
						"_isPermaLink": "false",
						"__text": "https://www.power-eng.com/?p=117882"
					},
					"description": "State regulators said they would consider additional arguments about whether Dominion Energy Virginia’s plans to build a massive offshore wind farm should include a ratepayer protection that the utility has said will kill the project.",
					"encoded": {
						"__prefix": "content",
						"__cdata": "\n<p><em>By SARAH RANKIN Associated Press</em></p>\n\n\n\n<p>RICHMOND, Va. (AP) — State regulators said Aug. 24 they would consider additional arguments about whether Dominion Energy Virginia’s plans to build a massive offshore wind farm should include a ratepayer protection that the utility has said will kill the project.</p>\n\n\n\n<p>The State Corporation Commission issued an order granting reconsideration in the offshore wind case and temporarily suspending an order issued earlier this month <a href=\"https://apnews.com/article/virginia-beach-climate-and-environment-796b1256c2bedee36abc258e46eaefc4\">approving the wind farm</a>. The Aug. 5 order contained a provision called a performance guarantee, aimed at ensuring Dominion’s customers don’t have to pay for replacement energy if the project doesn’t generate electricity at the level expected.</p>\n\n\n\n<p>Dominion&nbsp;<a href=\"https://apnews.com/article/virginia-beach-climate-and-environment-government-politics-3f73c96699369c6309c654de72615eff\">petitioned the commission</a>&nbsp;on Monday to reconsider the performance guarantee, calling it “untenable” and warning that as initially outlined, it would force the company to “terminate all development and construction activities.”</p>\n\n\n\n<p>A range of groups, from the Sierra Club to Walmart, have participated in the regulatory proceedings. Wednesday’s commission order directs all participants who object to Dominion’s petition to file a response by Sept. 13. Dominion must then respond to those arguments by Sept. 22, the order said.</p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n\n\n\n<p><strong><em>Subscribe </em></strong><em><strong>today</strong> to the all-new Factor This! podcast from Renewable Energy World. This podcast is designed specifically for the solar industry and is available </em><a href=\"https://factorthis.buzzsprout.com/\" target=\"_blank\" rel=\"noreferrer noopener\"><em>wherever</em> you get your podcasts</a>. </p>\n\n\n\n<p><em>Listen to the latest episode featuring Terabase CEO Matt Campbell, who is using software and automation to reimagine how the largest solar projects are designed and built.</em></p>\n\n\n\n<div id=\"buzzsprout-large-player\"></div><script type=\"text/javascript\" charset=\"utf-8\" src=\"https://www.buzzsprout.com/1977342.js?container_id=buzzsprout-large-player&amp;player=large\"></script>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n\n\n\n<p>The 176-turbine Coastal Virginia Offshore Wind Project is planned for off the coast of Virginia Beach and is expected to be completed in 2026, with an estimated capital cost of $9.8 billion. Dominion says it would be the country’s largest.</p>\n\n\n\n<p>Dominion spokesperson Jeremy Slayton said the company looks forward to completing the wind farm “as a regulated project to build on our long record of affordability and reliability.”</p>\n\n\n\n<p></p>\n"
					}
				},
				{
					"title": "Vestas modular nacelle prototype completed and ready for testing",
					"link": "https://www.renewableenergyworld.com/wind-power/vestas-modular-nacelle-prototype-completed-and-ready-for-testing/",
					"creator": {
						"__prefix": "dc",
						"__cdata": "Power Engineering Editors"
					},
					"pubDate": "Fri, 26 Aug 2022 10:14:33 +0000",
					"category": [
						"News",
						"Wind Power"
					],
					"guid": {
						"_isPermaLink": "false",
						"__text": "https://www.powerengineeringint.com/?p=118514"
					},
					"description": "Turbine manufacturer Vestas has completed the V236-15.0 MW prototype nacelle at the factory in Lindø, port of Odense, Denmark.",
					"encoded": {
						"__prefix": "content",
						"__cdata": "\n<p><strong>Turbine manufacturer Vestas has completed the V236-15.0 MW prototype nacelle at the factory in Lindø, port of Odense, Denmark.</strong></p>\n\n\n\n<p>This prototype nacelle is the first manifestation of Vestas’ modular nacelle design and has been applied to Vestas’ latest EnVentus onshore turbines &#8211; the V162-7.2 MW and V172-7.2 MW.  </p>\n\n\n\n<p>One single V236-15.0MW turbine is capable of producing up to 80GWh/Year depending on site-specific conditions, enough energy to power more than 20,000 households, according to Vestas. </p>\n\n\n\n<p>The nacelle is currently being prepared for a series of tests that will be performed in the production environment at the factory. </p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n\n\n\n<p><strong><em>Subscribe </em></strong><em><strong>today</strong> to the all-new Factor This! podcast from Renewable Energy World. This podcast is designed specifically for the solar industry and is available </em><a href=\"https://factorthis.buzzsprout.com/\" target=\"_blank\" rel=\"noreferrer noopener\"><em>wherever</em> you get your podcasts</a>. </p>\n\n\n\n<p><em>Listen to the latest episode featuring Terabase CEO Matt Campbell, who is using software and automation to reimagine how the largest solar projects are designed and built.</em></p>\n\n\n\n<div id=\"buzzsprout-large-player\"></div><script type=\"text/javascript\" charset=\"utf-8\" src=\"https://www.buzzsprout.com/1977342.js?container_id=buzzsprout-large-player&amp;player=large\"></script>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n\n\n\n<p>In addition to mechanical testing, vital software for controlling the turbine will undergo control to verify the integrity and functioning of all electrical and mechanical interfaces between the modules. </p>\n\n\n\n<p>The test program ends with the physical rotation of the turbine&#8217;s drive train before it is shipped to the Østerild test site for installation on the finished turbine. </p>\n\n\n\n<p>”Colleagues across the Vestas value chain have worked very hard and collaborated closely to ensure the rapid progress in developing and assembling the V236-15.0 MW prototype, and we take important learnings with us as we move forward towards serial production”, says chief operations officer Tommy Rahbek Nielsen.</p>\n\n\n\n<p>“Completing the V236-15.0 MW prototype nacelle is a great milestone and an important step forward for Vestas and our customers. By leveraging Vestas’ extensive proven technology, the new platform combines innovation with certainty to offer industry-leading performance while reaping the benefits of building on the supply chain of our entire product portfolio. The new offshore platform forms a solid foundation for future products and upgrades,” Anders Nielsen, Vestas chief technology officer, explains.</p>\n\n\n\n<p><em>This story was originally published by <a href=\"https://www.powerengineeringint.com/renewables/wind/vestas-modular-nacelle-prototype-completed-and-ready-for-testing/\" target=\"_blank\" rel=\"noreferrer noopener\">Power Engineering International</a>. </em></p>\n"
					}
				}
			]
		},
		"_xmlns:content": "http://purl.org/rss/1.0/modules/content/",
		"_xmlns:wfw": "http://wellformedweb.org/CommentAPI/",
		"_xmlns:dc": "http://purl.org/dc/elements/1.1/",
		"_xmlns:atom": "http://www.w3.org/2005/Atom",
		"_xmlns:sy": "http://purl.org/rss/1.0/modules/syndication/",
		"_xmlns:slash": "http://purl.org/rss/1.0/modules/slash/",
		"_version": "2.0"
	}
}